{
  "special_characters": "Special characters",
  "special_input": "To input any of the Icelandic characters á, ð, é, í, ó, ú, ý, þ, æ, ö, press and hold the appropriate key on the soft keyboard.",
  "note": "NOTE:",
  "which_key_iphone": " On iPhone open settings, General, Keyboard, Keyboards, Add new keyboard, then add Icelandic as a language.",
  "which_key_android": " On Android, open Settings, System, Language & Input, Languages, then add Icelandic as a language. On the soft keyboard: [Ðð] is the d key, [Þþ] is the t key.",
  "single_result": "Single result",
  "type_word": "Type a word, case insensitive, into the input field, use enter in the soft keyboard or touch the ´Leita´ button to submit the search.",
  "single_word_found": "If a single word is found, the detail page for the word will be displayed.",
  "multi_result": "Multiple result",
  "more_words": "If more than one word form is found for the spelling a list of the results is displayed.",
  "touch_blue": "Touch the blue word link to go to the detail page for a word.",
  "case_search": "Search by inflectional form",
  "switch_set": "The 'Leita að beygingarmynd' switch sets headword or any inflectional form matching.",
  "head_search": "When 'off' matching within headwords is used.",
  "switch_on": "When 'on' matching within any inflectional form is used.",
  "switch_setting": "The switch setting is saved between app restarts.",
  "search_star": "Searching with '*'",
  "star_matches": "Searching with '*' matchs any number of any letter. The result list may contain up to 100 words.",
  "star_example": "For example, ´tal*´ matches any word starting  with ´tal´ and ending with any number of any letters.",
  "searching_compound": "Searching compound words",
  "find_compound": "You can easily find compound words using '*'.",
  "star_anywhere": "Use '*' anywhere in a word to find compound words.",
  "part_search": "Searching word parts",
  "star_multi": "The '*' can be used multiple times, in any position, in any spelling.",
  "helpful_parts": "This approach may be helpful in finding words with common parts.",
  "searching_under": "Searching with '_'",
  "under_match": "The '_' (underscore) character matches any single letter.",
  "under_spell": "This approach may be helpful if you are unsure of a single letter when spelling a word.",
  "under_multi": "Searching multi '_'",
  "under_position": "This '_' can be used multiple times in any position of a word.",
  "under_sure": "This approach may be helpful if you are unsure of multiple single letters when spelling a word."
}
