{
  "special_characters": "Sérstakir stafir",
  "special_input": "Til að slá inn einhvern af íslensku stöfunum á, ð, é, í, ó, ú, ý, þ, æ, ö, ýttu á og haltu inni viðeigandi hnapp á lyklaborðinu.",
  "note": "Skýring:",
  "which_key_iphone": " Á iPhone: opnaðu Stillingar, Almennar, Lyklaborð, Lyklaborð, Bæta við nýju lyklaborði, bættu síðan íslensku við sem tungumáli.",
  "which_key_android": " Á Android: opnaðu Stillingar, Kerfi, Tungumál & Inntak, Tungumál, bættu síðan við íslensku sem tungumáli. Á lyklaborðinu finnurðu [Ðð] undir d-hnappinum, [Þþ] undir t-hnappinum.",
  "single_result": "Ein niðurstaða",
  "type_word": "Sláðu inn orð, óháð há- og lágstöfum, í innsláttarreitinn og notaðu enter á lyklaborðinu eða ´Leita´ hnappinn til að senda inn leitina.",
  "single_word_found": "Ef eitt orð finnst mun beygingardæmi orðsins birtast.",
  "multi_result": "Margar niðurstöður",
  "more_words": "Ef tvö eða fleiri orð finnast birtist listi með niðurstöðunum.",
  "touch_blue": "Smelltu á bláa orðatengilinn til að sjá beygingardæmi orðs.",
  "case_search": "Leitað eftir beygingarmynd",
  "switch_set": "Rofinn 'Leita að beygingarmynd' stýrir því hvort leitað er eftir uppflettimynd eða beygingarmynd.",
  "head_search": "Þegar slökkt er á rofanum er leitað eftir uppflettimynd",
  "switch_on": "Þegar kveikt er á rofanum er leitað í öllum beygingarmyndum hvers orðs.",
  "switch_setting": "Rofastillingin helst eins þó að appið sé endurræst.",
  "search_star": "Leita með '*'",
  "star_matches": "Hægt er að nota '*' í leit sem algildisstaf fyrir hvaða fjölda stafa sem er. Niðurstöðulistinn getur innihaldið allt að 100 orð.",
  "star_example": "Til dæmis mun leitarstrengurinn „tal*“ skila öllum orðum sem byrja á „tal“, sama hve margir stafir koma á eftir.",
  "searching_compound": "Leita að samsettum orðum",
  "find_compound": "Þú getur fundið samsett orð með því að nota '*'.",
  "star_anywhere": "Notaðu '*' hvar sem er í orði til þess að finna samsett orð.",
  "part_search": "Leita að orðhlutum",
  "star_multi": "Hægt er að nota '*' margsinnis í hvaða stöðu sem er.",
  "helpful_parts": "Þessi aðferð gæti verið gagnleg við að finna orð með sameiginlegum hlutum.",
  "searching_under": "Leita með '_'",
  "under_match": "'_' (undirstrik) er hægt að nota í staðinn fyrir hvaða einn staf sem er.",
  "under_spell": "Þessi aðferð gæti verið gagnleg ef þú ert ekki viss um einn staf þegar orð er stafsett.",
  "under_multi": "Leit með mörgum '_'",
  "under_position": "Táknið '_' er hægt að nota oftar en einu sinni í hverri leit, hvar sem er í leitarorðinu.",
  "under_sure": "Þessi aðferð gæti verið gagnleg ef þú ert ekki viss um marga staka stafi þegar orð er stafsett."
}